export const API_URL = "https://script.google.com/macros/s/AKfycbyWl5zL8k_cWPkXbc1O7E1YwEW9jaSFJ11Eya6IcSeXLSx724Bdw_I-ZIBluJhOv9NyLA/exec";

export const DND_STATUSES = [
    "Бессознательный", "Испуган", "Истощен", "Невидимый", "Недееспособен", 
    "Окаменевший", "Ослеплен", "Опутан", "Отравлен", "Очарован", 
    "Оглушен", "Ошеломлен", "Парализован", "Сбит с ног", "Схвачен"
];

export const DND_SPELLS_DATA = {
    "Метка охотника": "🎯", "Порча": "💀", "Вынужденная дуэль": "🤺", 
    "Проклятие": "🌑", "Сглаз": "🧿", "Благословение": "✨", 
    "Огонь фей": "🧚", "Меткий удар": "🏹", "Клеймящая кара": "🔥", 
    "Гневная кара": "💢", "Ослепляющая кара": "☀️", "Раскалённый металл": "🌡️", 
    "Замедление": "⏳", "Ускорение": "⚡", "Подчинение личности": "🧠", 
    "Обет": "📜", "Изгнание": "🌀", "Щит веры": "🛡️", 
    "Опутывание": "🌿", "Паутина": "🕸️", "Страх": "😱"
};

export const DEFAULT_AVATAR = 'https://i.imgur.com/83p7pId.png';
